Repository: milky-way-66/taco
Catalog: XO/Resources/Localizable.xcstrings
Source language: en
Languages: vi

# board_picker_label
source: Board
vi: Bàn cờ

# board_size_section
source: Board Size
vi: Cỡ bàn

source: Done
vi: Xong

source: Draw
vi: Hòa

# draw_flavor
source: Draw — even garbage ties sometimes.
vi: Hòa — rác cũng hòa được đấy.

# language_english
source: English
vi: Tiếng Anh

# language_section
source: Language
vi: Ngôn ngữ

# language_system
source: System
vi: Theo máy

# language_vietnamese
source: Vietnamese
vi: Tiếng Việt

# mode_picker_label
source: Mode
vi: Chế độ

# mode_section
source: Mode
vi: Chế độ chơi

# mode_two_player
source: 2 Players
vi: 2 người

# mode_vs_neighbor
source: vs Neighbor
vi: Đấu ông hàng xóm

source: New Game
vi: Ván mới

# player_wins
source: %@ wins!
vi: %@ thắng!

# settings_title
source: Settings
vi: Cài đặt

# turn_of_player
source: %@'s turn
vi: Lượt %@

# win_length_format
source: %lld in a row
vi: Liên tiếp %lld quân

# win_length_section
source: Win Length
vi: Số quân thắng
